<html>
<head>
	<meta http-equiv="content-type" content="text/html;charset=iso-8859-1">
	<title>TranceNoizer</title>
	<link rel="StyleSheet" href="../noizer.css" type="text/css">
</head>	<body background="../images/main_bg.gif" topmargin="0" leftmargin="0" marginwidth="0" marginheight="0">		<div align="left">			<table width="95%" height="95%" border="0" cellspacing="0" cellpadding="30"><tr>
      <td> <b class="bold" ><span class="normalbold">Datenk&ouml;rper</span> </b><span class="normal"> 
        <br>
        Allgemein wird der Datenk&ouml;rper als Summe aller Datenspuren verstanden, 
        die eine Person auf dem Internet hinterlassenen hat und st&auml;ndig hinterl&auml;sst. 
        Dieser Datenk&ouml;rper wird durch die Strukturen und Mechanismen des 
        Netzes, vor allem durch die Suchmaschinen kontinuierlich prozessiert und 
        re-prozessiert. Angenommen, dass sich eine Pers&ouml;nlichkeit nicht bei 
        der Person selbst manifestiert, sondern erst bei der Wahrnehmung ihrer 
        durch andere entsteht, kann man sagen, dass es keine &quot;echte&quot; 
        oder &quot;einzig wahre&quot; Pers&ouml;nlichkeit gibt. sondern viele, 
        durch unterschidliche Rezeption entstandenen, gleichwertige Pers&ouml;nlichkeiten 
        einer Person die sich ver&auml;ndern je nach dem wie, und von wem diese 
        Person wahrgenommen wird. <br>
        <br>
        Diese &Uuml;berlegung ist wichtig f&uuml;r das Verst&auml;ndnis des Databody. 
        Jede BenutzerIn einer Suchmaschine, die/der Informationen zu einer Person 
        sucht (ob das nun Mensch oder Maschine sei) konstruiert die Pers&ouml;nlichkeit 
        des Gesuchten aus den gefundenen Teilen des DataBody f&uuml;r sich selbst. 
        Dies geschieht, im Gegensatz zur Realit&auml;t, vermittelt (mediated) 
        und zeitverschoben. Alte und Neue, relevante und irrelevante Information 
        kann im digitalisierten Zustand oft nicht einfach voneinander unterschieden 
        werden. Wenn man beispielsweise mit dem Namen einer Person eine Suchanfrage 
        an eine Suchmaschine startet, kann es sein, dass im Suchresultat mehrere 
        gleichnamige Personen vermischt vorkommen. Suchresultate variieren auch 
        stark, je nachdem welche Suchmaschine man benutzt um nach demselben Begriff 
        zu suchen. Textinformation kann einfach aus einem Kontext kopiert und 
        in einem neuen Kontext publiziert werden und dieser Kontext wird wiederum 
        von verschiedenen Suchmaschinen verschieden indexiert und dem Suchenden 
        wiederum anders pr&auml;sentiert. Digitalisierte pers&ouml;nliche Information 
        ver&auml;ndert sich st&auml;ndig, weil sie st&auml;ndig durch Suchmaschinen 
        und Surfer, Menschen und Maschinen prozessiert und reprozessiert wird. 
        So wird auch klar, dass es sehr schwierig ist diese Information zu kontrollieren 
        und noch schwieriger, sie zu l&ouml;schen<br>
        <br></span>. 
        <div align="center"><img src="../images/identity.gif" width="500" height="162"></div>
        <br>
        <font size="2"><span class="small">Legende:<br>
        1. Eine Person ist aktiv auf dem Netz (surft, publiziert etc.)<br>
        2. Die Person hinterl&auml;sst Spuren auf dem Netz (beispielsweise Postings, 
        Newsgroup-Mails, Homepage-Publikationen, Sign-Up-Informationen, etc. )<br>
        3. Diese werden von den Strukturen des Netzes prozessiert (archiviert, 
        gel&ouml;scht , kopiert, zitiert, etc.) Diese prozessierte Information 
        ist der Databody.<br>
        4. Nur ein Teil davon erscheint als Antwort auf eine Suchanfrage an eine 
        Suchmaschine.<br>
        5. Durch die Wahrnehmung wird die Pers&ouml;nlichkeit konstruiert.<br><br></span><br>
        </font> <span class="normal">Zwei wichtige Punkte werden in der Grafik 
        visualisiert:<br>
        - Die Basis f&uuml;r die Generierung einer Pers&ouml;nlichkeit ist der 
        Databody, welcher zumindest in der Theorie genau definierbar ist, weil 
        er alle Datenspuren beinhaltet, die eine Person je auf dem Netz hinterlassen 
        hat.<br>
        - Es ist sehr schwierig, den eigenen Datenk&ouml;rper zu beeinflussen 
        da er st&auml;ndig von den Mechanismen des Netzes konstruiert und rekonstruiert 
        wird. </span></td>
    </tr></table>     	</div>	</body></html>